Repository: devilcius/joke-o-meter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Fiery
es: Ardiente

source: Born from the flames of challenge, always ready to ignite change.
es: Nacida de las llamas del desafío, siempre lista para encender el cambio.

source: Spiritual
es: Espiritual

source: With a deep spiritual connection, seeking harmony in all.
es: Con una profunda conexión espiritual, buscando la armonía en todo.

source: Diverse
es: Diverso

source: Celebrating diversity, embodying the beauty of all cultures.
es: Celebrando la diversidad, encarnando la belleza de todas las culturas.

source: Wise
es: Sabio

source: Imbued with wisdom, understanding the balance of power.
es: Impregnada de sabiduría, comprendiendo el equilibrio del poder.

source: Radiant
es: Radiante

source: Radiating acceptance, embracing all forms of love.
es: Radiando aceptación, abrazando todas las formas de amor.

source: Resilient
es: Resiliente

source: Showing unmatched resilience, overcoming every obstacle.
es: Mostrando una resiliencia inigualable, superando cada obstáculo.

source: Fierce
es: Feroz

source: Fierce in the face of adversity, a warrior of light.
es: Feroz ante la adversidad, una guerrera de la luz.

source: Pure Soul
es: Alma Pura

source: An untainted soul, spreading joy and laughter wherever they go.
es: Un alma pura, esparciendo alegría y risas dondequiera que vaya.

source: Grumpy
es: Gruñón

source: A grumpy soul, always ready to complain. No joke is good enough.
es: Un alma gruñona, siempre dispuesta a quejarse. Ningún chiste es lo suficientemente bueno.

source: Giggly
es: Risitas

source: A giggly soul, always ready to laugh. Every joke is a good joke.
es: Un alma risueña, siempre dispuesta a reír. Todo chiste es un buen chiste.

source: Diabolical
es: Diabólico

source: An enigmatic Jokometian with a unique blend of traits.
es: Un enigmático jokometiano con una combinación única de rasgos.
